MoreWidgetsURL = "http://www.apple.com/it/downloads/dashboard/";
ManageWidgets = "Gestisci i widget…";
1ofn = "%@ di %@";
ellipsis = "…";
Keep = "Mantieni";
Delete = "Elimina";
WidgetRemoved = "Si è verificato un problema con il widget \"%@\" che è stato spostato nel Cestino.";